;; fancy stuff
(package! ligature)
(package! rainbow-mode)

;; file manager
(package! ranger)
(package! openwith)

;; org-mode stuff
(package! org-auto-tangle)

;; rust stuff
(package! racer)
(package! cargo)

;; debugger
(package! realgud)
